Repository: dyptan/CareerSimApp
Catalog: Main/Resources/Localizable.xcstrings
Source language: en
Languages: de, fr, it, ja, uk

source: EPA Section 608 certification. Legally required to buy or handle the refrigerants every air-conditioning job runs on.
de: EPA-608-Zertifizierung. Gesetzlich vorgeschrieben, um die Kältemittel zu kaufen oder zu handhaben, mit denen jede Klimaanlage arbeitet.
fr: Certification EPA Section 608. Exigée par la loi pour acheter ou manipuler les fluides frigorigènes dont dépend toute installation de climatisation.
it: Certificazione EPA Section 608. Per legge è obbligatoria per acquistare o maneggiare i gas refrigeranti su cui si basa ogni lavoro di climatizzazione.
ja: EPA 608（冷媒取扱資格）：空調の仕事で使うすべての冷媒を購入し、扱うために、法律で義務づけられている認定です。
uk: Сертифікація EPA (розділ 608). Обовʼязкова за законом для купівлі та поводження з холодоагентами, на яких працює кожна установка кондиціонування.

source: Each application spends a whole year, so it pays to lift these odds first rather than apply at a long shot.
de: Jede Bewerbung kostet dich ein ganzes Jahr – es lohnt sich also, zuerst diese Chancen zu verbessern, statt es mit einer Außenseiterchance zu versuchen.
fr: Chaque candidature prend toute une année, donc mieux vaut d’abord améliorer ces chances plutôt que de tenter un pari risqué.
it: Ogni candidatura costa un anno intero, quindi conviene prima aumentare queste probabilità invece di fare un tentativo difficile.
ja: 応募するとその1年を使うので、望みの薄いまま応募するより、まずこの確率を上げるほうが得です。
uk: Кожна заявка забирає цілий рік, тож краще спершу підвищити ці шанси, ніж подавати заявку з малими шансами.

source: Each industry also has good and bad years of its own — so one can be struggling in a good year, or doing great in a bad one.
de: Jede Branche hat außerdem eigene gute und schlechte Jahre – so kann eine in einem guten Jahr kämpfen oder in einem schlechten bestens dastehen.
fr: Chaque secteur a aussi ses propres bonnes et mauvaises années — un secteur peut donc peiner pendant une bonne année, ou aller très bien pendant une mauvaise.
it: Ogni settore ha anche annate buone e cattive tutte sue — quindi un settore può andare male in un anno buono o benissimo in uno cattivo.
ja: どの業界にも、その業界だけの好調な年と不調な年があります。そのため、景気のよい年に苦戦する業界も、景気の悪い年に絶好調の業界もあります。
uk: У кожної галузі також бувають власні добрі й погані роки — тож одна може бідувати в добрий рік, а інша процвітати в поганий.

source: Each point adds +%1$@ to your chance, up to +%2$@. It's built at that field's events — going adds some, and being accepted to speak adds more.
de: Jeder Punkt bringt +%1$@ Chance, höchstens +%2$@. Das Netzwerk wächst bei den Events dieses Bereichs – schon das Hingehen bringt etwas, und wenn du zum Sprechen angenommen wirst, noch mehr.
fr: Chaque point ajoute +%1$@ à tes chances, jusqu’à +%2$@. Le réseau se construit lors des événements de ce domaine — y participer en apporte un peu, et une invitation à intervenir en apporte davantage.
it: Ogni punto aggiunge +%1$@ alla tua probabilità, fino a +%2$@. Si costruisce agli eventi di quel settore — partecipare ne fa guadagnare qualcuno, e se ti accettano per intervenire ne guadagni di più.
ja: 1ポイントごとに確率が+%1$@アップし、上限は+%2$@です。その分野のイベントで増え、参加すると少し、登壇が認められるとさらに多く増えます。
uk: Кожен бал додає +%1$@ до шансу, максимум +%2$@. Звʼязки зростають на заходах цієї сфери: сама участь дає трохи, а коли тебе приймають як доповідача — більше.

# Each point of %@ fame adds +%@ to your chance, up to +%@.
source: Each point of %1$@ fame adds +%2$@ to your chance, up to +%3$@.
de: Jeder Punkt Ruhm in %1$@ bringt +%2$@ Chance, höchstens +%3$@.
fr: Chaque point de renommée en %1$@ ajoute +%2$@ à tes chances, jusqu’à +%3$@.
it: Ogni punto di fama nel settore %1$@ aggiunge +%2$@ alla tua probabilità, fino a +%3$@.
ja: %1$@の名声は1ポイントごとに確率が+%2$@アップします（上限は+%3$@）。
uk: Кожен бал слави (%1$@) додає +%2$@ до шансу, максимум +%3$@.

source: Each rung above the entry level is harder to be hired into from outside.
de: Jede Stufe über dem Einstieg ist von außen schwerer zu bekommen.
fr: Chaque échelon au-dessus du niveau d’entrée est plus difficile à décrocher depuis l’extérieur.
it: Ogni livello sopra quello d’ingresso è più difficile da raggiungere con un’assunzione dall’esterno.
ja: 最初の段階より上の段階は、外部から採用されるのがさらに難しくなります。
uk: На кожен щабель вище за початковий складніше потрапити ззовні.

source: Each rung asks for more years (%@) and pays far more.
de: Jede Stufe verlangt mehr Jahre (%@) und zahlt weit mehr.
fr: Chaque échelon demande plus d’années (%@) et paie bien plus.
it: Ogni livello richiede più anni (%@) e paga molto di più.
ja: 段階が上がるごとに必要な年数が増え（%@年）、給料もずっと高くなります。
uk: Кожен щабель вимагає більше років (%@) і платить значно більше.

source: Each step is a gate: the degree, then the licence, then years of experience.
de: Jeder Schritt ist eine Hürde: erst der Abschluss, dann die Lizenz, dann Jahre Erfahrung.
fr: Chaque étape est un passage obligé : le diplôme, puis la licence, puis des années d’expérience.
it: Ogni passo è uno sbarramento: la laurea, poi l’abilitazione, poi gli anni di esperienza.
ja: どのステップも関門です。学位、免許、そして経験年数の順に進みます。
uk: Кожен крок — як брама: спершу ступінь, потім ліцензія, потім роки досвіду.

source: Each step up asks for more years of work (%@) and pays a lot more.
de: Jede Stufe nach oben verlangt mehr Arbeitsjahre (%@) und zahlt viel mehr.
fr: Chaque étape demande plus d’années de travail (%@) et paie beaucoup plus.
it: Ogni passo avanti richiede più anni di lavoro (%@) e paga molto di più.
ja: ステップが上がるたびに、働いた年数（%@年）がもっと必要になり、給料もずっと高くなります。
uk: Кожен крок угору вимагає більше років роботи (%@) і платить набагато більше.

source: Each year it lasts, it gets safer — but a bad economy makes it riskier.
de: Jedes Jahr, das es besteht, wird es sicherer – aber eine schwache Konjunktur macht es riskanter.
fr: Plus elle dure, plus elle devient sûre — mais une mauvaise conjoncture la rend plus risquée.
it: Ogni anno che resiste diventa più sicura — ma un’economia debole la rende più rischiosa.
ja: 続くほど毎年安全になりますが、不景気だとリスクが高くなります。
uk: З кожним роком роботи бізнес стає надійнішим, але погана економіка підвищує ризик.

source: Each year it survives banks +%@ of track record (repeat years of the same company count for less, so a second, different one adds more).
de: Jedes Jahr, das es überlebt, bringt +%@ Erfolgsbilanz (weitere Jahre desselben Unternehmens zählen weniger, ein zweites, anderes bringt also mehr).
fr: Chaque année où elle survit ajoute +%@ à ton parcours de fondateur (les années répétées de la même entreprise comptent moins, donc une deuxième entreprise, différente, en apporte davantage).
it: Ogni anno in cui sopravvive porta +%@ al curriculum da fondatore (gli anni ripetuti della stessa azienda contano meno, quindi una seconda azienda, diversa, ne aggiunge di più).
ja: 生き残るたびに、起業実績が+%@積み上がります（同じ会社の2年目以降は加算が小さくなるので、別の2社目のほうがより多く加算されます）。
uk: Кожен рік, який вона вистоює, дає +%@ до здобутків (повторні роки тієї самої компанії враховуються менше, тож друга, інша компанія додасть більше).

source: Each year you have a chance to be promoted to %@.
de: Jedes Jahr hast du die Chance auf eine Beförderung zu „%@“.
fr: Chaque année, tu as une chance d’obtenir une promotion : %@.
it: Ogni anno hai una probabilità di ottenere una promozione a %@.
ja: 毎年、%@に昇進するチャンスがあります。
uk: Щороку є шанс, що тебе підвищать до посади «%@».

source: Each year's job market multiplies your chance: a slump hurts, a boom helps.
de: Die Lage am Arbeitsmarkt wird jedes Jahr mit deiner Chance multipliziert: Eine Krise schadet, ein Boom hilft.
fr: Le marché de l’emploi de chaque année multiplie tes chances : une récession fait mal, un essor aide.
it: Il mercato del lavoro di ogni anno moltiplica la tua probabilità: una crisi penalizza, un boom aiuta.
ja: その年の求人市場が確率にかけ算されます。不況だと不利に、好況だと有利に働きます。
uk: Ринок праці кожного року множить твій шанс: спад шкодить, бум допомагає.

source: Earliest realistic: about age %lld.
de: Frühestens realistisch: etwa im Alter von %lld.
fr: Au plus tôt, de façon réaliste : vers %lld ans.
it: Prima occasione realistica: a circa %lld anni.
ja: 現実的に最も早いのは%lld歳ごろです。
uk: Найраніше реально: приблизно у віці %lld.

source: Earliest realistic: the door opens around age %1$lld, at full strength around %2$lld.
de: Frühestens realistisch: Die Tür öffnet sich etwa im Alter von %1$lld, mit voller Kraft etwa mit %2$lld.
fr: Au plus tôt, de façon réaliste : la porte s’ouvre vers %1$lld ans, à pleine force vers %2$lld ans.
it: Prima occasione realistica: la porta si apre a circa %1$lld anni, a pieno regime a circa %2$lld anni.
ja: 現実的に最も早い時期：%1$lld歳ごろに入り口が開き、%2$lld歳ごろに万全になります。
uk: Найраніше реально: двері відчиняються приблизно у віці %1$lld, а на повну силу — приблизно у віці %2$lld.

source: Earn %@
de: %@ erwerben
fr: obtenir un niveau d’études (%@)
ja: %@の取得
uk: здобути рівень освіти «%@»

source: Earn the “%@” title first.
de: Hol dir zuerst den Titel „%@“.
fr: Obtiens d’abord le titre « %@ ».
it: Ottieni prima il titolo «%@».
ja: まず「%@」の称号を手に入れましょう。
uk: Спершу здобудь титул «%@».

source: Earn this credential: %@ — this job won't hire without it.
de: Erwirb diese Qualifikation: %@ – ohne sie wirst du für diesen Job nicht eingestellt.
fr: Obtiens cette qualification : %@ — sans elle, ce poste reste fermé.
it: Ottieni questa qualifica: «%@» — senza di essa non ti assumono per questo lavoro.
ja: この資格を取りましょう：%@。これがないと、この仕事では採用されません。
uk: Здобудь кваліфікацію: %@ — без неї на цю роботу не беруть.

# Earn this credential: %@ — this job won't hire without it. (%@.)
source: Earn this credential: %1$@ — this job won't hire without it. (%2$@.)
de: Erwirb diese Qualifikation: %1$@ – ohne sie wirst du für diesen Job nicht eingestellt. (%2$@.)
fr: Obtiens cette qualification : %1$@ — sans elle, ce poste reste fermé. (%2$@.)
it: Ottieni questa qualifica: «%1$@» — senza di essa non ti assumono per questo lavoro. (%2$@.)
ja: この資格を取りましょう：%1$@。これがないと、この仕事では採用されません。取るには、%2$@です。
uk: Здобудь кваліфікацію: %1$@ — без неї на цю роботу не беруть. (%2$@.)

source: Earned %@
de: Erworben: %@
fr: Obtention : %@
it: Qualifica ottenuta: %@
ja: %@を取得しました
uk: Здобуто: %@

source: Economy
de: Konjunktur
fr: Économie
it: Economia
ja: 経済
uk: Економіка

source: Education
de: Bildung
fr: Éducation
it: Istruzione
ja: 教育
uk: Освіта

source: Education (preferred):
de: Schulbildung (bevorzugt):
fr: Études (souhaitées) :
it: Istruzione (consigliata):
ja: 歓迎学歴：
uk: Освіта (бажано):

source: Education holds you back (needed: %@) — but going back to school means leaving this job.
de: Deine Bildung bremst dich aus (nötig: %@) – aber wenn du wieder zur Schule gehst, musst du diesen Job verlassen.
fr: Ton niveau d’études te freine (requis : %@) — mais reprendre l’école veut dire quitter ce poste.
it: Ti frena il titolo di studio (richiesto: %@) — ma tornare a scuola significa lasciare questo lavoro.
ja: 学歴が足を引っ張っています（必要な学歴：%@）。ただし、学校に戻るにはこの仕事を辞めることになります。
uk: Тебе стримує освіта (потрібно: %@), але щоб повернутися до навчання, доведеться залишити цю роботу.

source: Education:
de: Schulbildung:
fr: Études :
it: Istruzione:
ja: 学歴：
uk: Освіта:

source: Electrician License
de: Elektriker-Lizenz
fr: Licence d’électricien
it: Abilitazione da elettricista
ja: 電気工事士免許
uk: Ліцензія електрика

source: Elementary School
de: Grundschule
fr: École élémentaire
it: Scuola elementare
ja: 小学校
uk: Початкова школа

source: Elementary School (chodeung)
de: Grundschule (Chodeung)
fr: École élémentaire (chodeung)
it: Scuola elementare (chodeung)
ja: 小学校
uk: Початкова школа (chodeung)

source: Elementary School (shōgakkō)
de: Grundschule (Shōgakkō)
fr: École élémentaire (shōgakkō)
it: Scuola elementare (shōgakkō)
ja: 小学校
uk: Початкова школа (shōgakkō)

source: Elite government institutions such as AIIMS cost very little, but places go by national entrance exams.
de: Staatliche Eliteinstitute wie AIIMS kosten sehr wenig, aber die Plätze werden über nationale Aufnahmeprüfungen vergeben.
fr: Les établissements publics d’élite comme l’AIIMS coûtent très peu, mais les places sont attribuées par des concours d’entrée nationaux.
it: Gli istituti statali d’élite come l’AIIMS costano pochissimo, ma i posti si assegnano con test d’ingresso nazionali.
ja: AIIMSのような難関の国立機関は学費がとても安いものの、入学枠は全国共通の入試で決まります。
uk: Елітні державні заклади, як-от AIIMS, коштують зовсім небагато, але місця розподіляють за результатами національних вступних іспитів.

source: Emergency Medical Technician — qualifies you to provide pre-hospital emergency care on an ambulance crew. The first step toward becoming a paramedic.
de: Emergency Medical Technician (EMT, Rettungssanitäter) – damit kannst du im Rettungsteam Notfallpatienten schon vor der Klinik versorgen. Der erste Schritt zum Notfallsanitäter.
fr: Emergency Medical Technician (EMT, technicien médical d’urgence) — te permet d’assurer les soins d’urgence avant l’hôpital au sein d’un équipage d’ambulance. La première étape pour devenir ambulancier.
it: Soccorritore (EMT) — ti abilita a prestare cure d’emergenza prima del ricovero in ospedale, nell’equipaggio di un’ambulanza. È il primo passo per diventare paramedico.
ja: EMT（救急隊員）：救急車のスタッフとして、病院に着く前の救急処置を行うための資格です。救急救命士への第一歩になります。
uk: Технік екстреної медичної допомоги (EMT) — дає право надавати невідкладну допомогу до прибуття в лікарню в складі бригади швидкої допомоги. Перший крок до професії парамедика.

source: Employer
de: Arbeitgeber
fr: Employeur
it: Datore di lavoro
ja: 勤務先
uk: Роботодавець

source: Endorsements
de: Werbeverträge
fr: Partenariats
it: Sponsorizzazioni
ja: スポンサー契約
uk: Рекламні контракти

source: Energy & Utilities
de: Energie & Versorgung
fr: Énergie et eau
it: Energia e servizi pubblici
ja: エネルギー・公益事業
uk: Енергетика й комунальні послуги

source: Engineering
de: Ingenieurwesen
fr: Ingénierie
it: Ingegneria
ja: エンジニアリング
uk: Інженерія

source: Engineering Expo
de: Ingenieurmesse
fr: Salon de l’ingénierie
it: Expo dell’ingegneria
ja: エンジニアリング展示会
uk: Інженерне експо

source: Engineers show off new machines and plans for big builds.
de: Ingenieure zeigen neue Maschinen und Pläne für große Bauprojekte.
fr: Les ingénieurs présentent leurs nouvelles machines et leurs plans pour de grands chantiers.
it: Gli ingegneri presentano nuove macchine e progetti per grandi costruzioni.
ja: エンジニアが、新しい機械や大きな建設の計画を披露します。
uk: Інженери демонструють нові машини та плани масштабних будов.

source: Enough polish
de: Genug Feinschliff
fr: Inutile d’en faire plus
it: Può bastare così
ja: 磨き込みは十分
uk: Досить шліфувати

source: Entertainment
de: Unterhaltung
fr: Divertissement
it: Intrattenimento
ja: エンタメ
uk: Розваги

source: Entrepreneurship
de: Unternehmertum
fr: Entrepreneuriat
it: Imprenditoria
ja: 起業・経営
uk: Підприємництво

source: Esports Cup Winner
de: E-Sport-Pokalsieger
fr: Vainqueur de la coupe d’e-sport
it: Vincitore della coppa e-sport
ja: eスポーツカップ優勝者
uk: Переможець кубка кіберспорту

source: Esports World Champion
de: E-Sport-Weltmeister
fr: Champion du monde d’e-sport
it: Campione mondiale di e-sport
ja: eスポーツ世界チャンピオン
uk: Чемпіон світу з кіберспорту

source: Events in this field open once you're 18 and have worked or studied in it. Build a first year or two, then take the stage.
de: Events in diesem Bereich öffnen sich, sobald du 18 bist und darin gearbeitet oder studiert hast. Sammle ein oder zwei Jahre Erfahrung, dann geh auf die Bühne.
fr: Les événements de ce domaine s’ouvrent dès 18 ans, une fois que tu y as travaillé ou étudié. Accumule d’abord un an ou deux d’expérience, puis monte sur scène.
it: Gli eventi di questo settore si aprono quando hai 18 anni e hai lavorato o studiato in quel settore. Comincia con un anno o due, poi sali sul palco.
ja: この分野のイベントは、18歳になり、その分野で働くか学んだ経験があると参加できます。まず1〜2年経験を積んでから、ステージに立ちましょう。
uk: Заходи в цій сфері відкриваються з 18 років, коли є досвід роботи чи навчання в ній. Набери рік-два, а потім виходь на сцену.

source: Every English university charges up to £9,790 a year — the famous ones too — and most PhDs are funded.
de: Jede englische Universität verlangt bis zu 9.790 £ pro Jahr – auch die berühmten – und die meisten Promotionen werden finanziell gefördert.
fr: Toutes les universités anglaises font payer jusqu’à 9 790 £ par an — les plus célèbres aussi — et la plupart des doctorats sont financés.
it: Ogni università inglese chiede fino a 9.790 £ all’anno — anche le più famose — e la maggior parte dei dottorati è finanziata.
ja: イングランドの大学はすべて、有名校も含めて年に最大£9,790の授業料がかかります。博士課程の多くは資金援助が受けられます。
uk: Кожен англійський університет бере до 9 790 £ на рік, навіть найвідоміші, а докторські програми здебільшого фінансуються.

source: Every extra year helps a little more.
de: Jedes weitere Jahr hilft ein bisschen mehr.
fr: Chaque année en plus aide un peu plus.
it: Ogni anno in più aiuta un po’ di più.
ja: 年数が増えるごとに、さらに少しずつ有利になります。
uk: Кожен додатковий рік допомагає ще трохи більше.

source: Every industry below feels the economy in its own way. Some, like hotels and building, feel every up and down. Others, like schools and hospitals, barely notice.
de: Jede Branche unten spürt die Konjunktur auf ihre eigene Weise. Manche, wie Hotels und Bau, spüren jedes Auf und Ab. Andere, wie Schulen und Krankenhäuser, merken kaum etwas.
fr: Chaque secteur ci-dessous réagit à l’économie à sa façon. Certains, comme l’hôtellerie et le bâtiment, ressentent chaque hausse et chaque baisse. D’autres, comme les écoles et les hôpitaux, s’en aperçoivent à peine.
it: Ogni settore qui sotto risente dell’economia a modo suo. Alcuni, come gli alberghi e l’edilizia, ne sentono tutti gli alti e bassi. Altri, come le scuole e gli ospedali, quasi non se ne accorgono.
ja: 下の業界は、それぞれ違うかたちで景気の影響を受けます。ホテルや建設のように、景気の波をまともに受ける業界もあれば、学校や病院のように、ほとんど影響を受けない業界もあります。
uk: Кожна галузь нижче по-своєму реагує на економіку. Одні, як-от готелі та будівництво, відчувають кожен підйом і спад. Інші, як-от школи та лікарні, майже не помічають змін.

source: Every kind of company hires for this job. Pick which one to apply to.
de: Jede Art von Unternehmen stellt für diesen Job ein. Wähle, bei welchem du dich bewerben willst.
fr: Tous les types d’entreprises recrutent pour ce poste. Choisis où postuler.
it: Ogni tipo di azienda assume per questo lavoro. Scegli a quale candidarti.
ja: あらゆる種類の会社がこの仕事を募集しています。応募する先を選びましょう。
uk: На цю роботу беруть у компаніях будь-якого типу. Обери, куди подавати заявку.

source: Every skill here helps you get in. Reaching the level the school likes counts fully; being a bit short still counts some. A low skill never stops you from applying — it just lowers your chance.
de: Jede Fähigkeit hier hilft dir bei der Zulassung. Wenn du das Niveau erreichst, das die Hochschule gern sieht, zählt es voll; wenn dir etwas fehlt, zählt es trotzdem teilweise. Eine niedrige Fähigkeit hindert dich nie am Bewerben – sie senkt nur deine Chance.
fr: Chaque compétence ici t’aide à entrer. Atteindre le niveau que l’école souhaite compte pleinement ; être un peu en dessous compte quand même en partie. Une compétence faible ne t’empêche jamais de postuler — elle réduit seulement tes chances.
it: Ogni competenza qui aiuta a entrare. Raggiungere il livello che la scuola preferisce conta per intero; essere un po’ sotto conta comunque in parte. Una competenza bassa non ti impedisce mai di candidarti — abbassa solo la tua probabilità.
ja: ここにあるスキルは、どれも合格の助けになります。学校が求めるレベルに届けば十分に評価され、少し足りなくても、その分は評価されます。スキルが低くても出願はできます。合格確率が下がるだけです。
uk: Кожна навичка тут допомагає вступити. Якщо досягнуто рівня, який подобається закладу, вона враховується повністю; якщо трохи не дотягує — частково. Низька навичка ніколи не забороняє подавати заявку — вона лише знижує шанс.

# Every year in %@ counts toward the %lld this job expects.
source: Every year in %1$@ counts toward the %2$lld this job expects.
de: Jedes Jahr in %1$@ zählt für die Erfahrung, die dieser Job erwartet (%2$lld J.).
fr: Chaque année en %1$@ compte pour les %2$lld que demande ce poste.
it: Ogni anno nel settore %1$@ conta per gli anni che questo lavoro richiede (%2$lld).
ja: %1$@で働いた1年ごとに、この仕事が求める%2$lld年に数えられます。
uk: Кожен рік у сфері «%1$@» зараховується до потрібного для цієї роботи досвіду (%2$lld р.).

source: Every year it survives banks +%1$@ of track record (a second, different company adds more than a longer first one); a fold still leaves +%2$@.
de: Jedes Jahr, das es überlebt, bringt +%1$@ Erfolgsbilanz (ein zweites, anderes Unternehmen bringt mehr als ein längeres erstes); bei einem Scheitern bleiben dir immer noch +%2$@.
fr: Chaque année où elle survit ajoute +%1$@ à ton parcours de fondateur (une deuxième entreprise, différente, apporte plus qu’une première plus longue) ; une faillite laisse tout de même +%2$@.
it: Ogni anno in cui sopravvive porta +%1$@ al curriculum da fondatore (una seconda azienda, diversa, ne aggiunge più di una prima azienda più longeva); una chiusura lascia comunque +%2$@.
ja: 生き残るたびに起業実績が+%1$@積み上がります（長く続けた1社目より、別の2社目のほうが多く加算されます）。廃業しても+%2$@は残ります。
uk: Кожен рік, який вона вистоює, дає +%1$@ до здобутків (друга, інша компанія додасть більше, ніж довша перша); закриття компанії все одно лишає +%2$@.

source: Every year over %@ helps a little more.
de: Jedes Jahr über %@ hinaus hilft ein bisschen mehr.
fr: Chaque année au-delà de %@ aide un peu plus.
it: Ogni anno oltre %@ aiuta un po’ di più.
ja: %@年を超える年は、1年ごとにさらに少し有利になります。
uk: Кожен рік понад %@ допомагає ще трохи більше.

source: Every year running a venture counts as a year of experience toward this job — whatever the business sells.
de: Jedes Jahr, in dem du ein Unternehmen führst, zählt als Erfahrungsjahr für diesen Job – egal, was das Unternehmen verkauft.
fr: Chaque année passée à diriger une entreprise compte comme une année d’expérience pour ce poste — quoi que vende l’entreprise.
it: Ogni anno passato a gestire un’impresa conta come un anno di esperienza per questo lavoro — qualunque cosa venda l’attività.
ja: 事業を運営した年は、何を売る事業でも、この仕事の経験1年分として数えられます。
uk: Кожен рік керування бізнесом зараховується як рік досвіду для цієї роботи — що б не продавав цей бізнес.

source: Every year you practise an activity, you're entered in its biggest contest. Trophies make you more famous, and top colleges like them.
de: Jedes Jahr, in dem du eine Aktivität übst, trittst du in ihrem größten Wettbewerb an. Trophäen machen dich berühmter, und Spitzenhochschulen mögen sie.
fr: Chaque année où tu pratiques une activité, tu participes à sa plus grande compétition. Les trophées augmentent ta renommée, et les meilleures universités les apprécient.
it: Ogni anno in cui pratichi un’attività partecipi alla sua gara più importante. I trofei ti danno più fama e piacciono alle migliori università.
ja: 活動を練習した年ごとに、その活動でいちばん大きなコンテストに出場します。トロフィーは名声を高め、難関大学にも評価されます。
uk: Щороку, коли ти чимось займаєшся, тебе записують на найбільше змагання з цього заняття. Трофеї додають слави, а провідні заклади їх цінують.

source: Every year you practise, you grow:
de: Jedes Jahr, in dem du übst, legst du zu:
fr: Chaque année où tu pratiques, tu progresses :
it: Ogni anno in cui pratichi, cresci:
ja: 練習した年ごとに、次の力が伸びます：
uk: Щороку, коли ти займаєшся, ти розвиваєш:
